Repository: anonpls/pchelovod
Catalog: lib/l10n/app_*.arb
Languages: ru, sr

# appTitle
source: Beehives
ru: Ульи
sr: Košnice

# scanQR
source: Scan QR Code
ru: Сканировать QR-код
sr: Skeniraj QR kod

# addHive
source: Add New Hive
ru: Добавить улей
sr: Dodaj novu košnicu

# viewHives
source: View All Hives
ru: Просмотр всех ульев
sr: Prikaži sve košnice

source: Export All Data
ru: Экспорт всех данных
sr: Export svih podataka

# addNewHiveTitle
source: Add New Hive
ru: Добавить улей
sr: Dodaj novu košnicu

source: Hive ID
ru: ID улья
sr: ID košnice

source: Hive Name
ru: Название улья
sr: Naziv košnice

source: Description
ru: Описание
sr: Opis

source: Hive type
ru: Тип улья
sr: Tip košnice

# continueLabel
source: Continue
ru: Продолжить
sr: Nastavi

source: Name
ru: Название
sr: Naziv

source: Type
ru: Тип
sr: Tip

source: Add tag
ru: Добавить тег
sr: Dodaj tag

source: Add note
ru: Добавить заметку
sr: Dodaj belešku

source: Add status
ru: Добавить состояние
sr: Dodaj stanje

# noNotes
source: No notes entered.
ru: Нет добавленных заметок.
sr: Nema unetih beleški.

source: View full history
ru: Показать всю историю
sr: Prikaži celu istoriju

# noImages
source: No images for this hive.
ru: Нет изображений для этого улья.
sr: Nema slika za ovu košnicu.

source: Add image
ru: Добавить изображение
sr: Dodaj sliku

source: Save changes
ru: Сохранить изменения
sr: Sačuvaj promene

source: Total
ru: Всего
sr: Ukupno

source: Brood
ru: Расплод
sr: Leglo

source: Honey
ru: Мёд
sr: Med

source: Hive saved
ru: Улей сохранён
sr: Košnica sačuvana

# allHivesTitle
source: All Hives
ru: Все ульи
sr: Sve košnice

# searchHint
source: Search
ru: Поиск
sr: Pretraga

source: Sort by
ru: Сортировать по
sr: Sortiraj po

source: No hives found.
ru: Ульи не найдены.
sr: Nema pronađenih košnica.

# searchLabel
source: Search
ru: Поиск
sr: Pretraga

# noNameLabel
source: No name
ru: Без имени
sr: Bez imena

source: Export for Other Device
ru: Экспорт для другого устройства
sr: Izvoz za drugi uređaj

source: Import from Other Device
ru: Импорт с другого устройства
sr: Uvoz sa drugog uređaja

# queenSectionTitle
source: Queen status
ru: Сведения о матке
sr: Podaci o matici

source: Yes
ru: ДА
sr: DA

source: No
ru: НЕТ
sr: NE

# hiveStrength
source: Colony strength
ru: Сила семьи
sr: Jačina društva

# hiveBreed
source: Breed
ru: Порода
sr: Rasa

source: Queen
ru: Матка
sr: Matica
